IDEA StatiCa Open Model
FoldedPlateData.Plates Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of plates belong to folded plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PlateData> Plates { get; set; }
Public Property Plates As List(Of PlateData)
	Get
	Set
public:
property List<PlateData^>^ Plates {
	List<PlateData^>^ get ();
	void set (List<PlateData^>^ value);
}
Property Value
Type: List<PlateData>
See Also
Reference
FoldedPlateData Class
IdeaRS.OpenModel.Connection Namespace